new_user_start =
    <b>Whisper AI — бот который превращает аудио/видео в текст</b>

    • Поддерживает <b>видео, аудио, голосовые</b> и <b>ссылки</b> с YouTube, VK видео, Instagram, Яндекс Диск, Loom, Facebook, RuTube, Google Drive, TikTok, Twitter, Vimeo, Reddit.
    • Результаты в <b>Google Docs, Word, PDF, TXT, Markdown.</b>
    • Делает <b>выжимку</b> с ключевыми фактами
    • Понимает <b>120+ языков</b>
    • Обрабатывает файлы длиной <b>более 6 часов</b>
    • <b>Нейросеть</b> отвечает на вопросы по содержанию

    <b>Начните прямо сейчас – отправьте в чат файл или ссылку на видео</b> 👇

send_new_audio = Отправьте ваше аудио/видео или ссылку на YouTube, Instagram, Яндекс Диск, Loom, VK видео, Facebook, Google Drive, Rutube, Reddit, TikTok, Twitter и Vimeo 🔥:

main_menu_message =
    🏠 <b>Главное меню</b>

    Здесь вы можете управлять своей подпиской и настроить Whisper под себя, а также попробовать новые функции.

    В <b>настройках</b> можете изменить формат расшифровки и модель ИИ для ответов.

    Чтобы продолжить работу, отправьте в чат новый файл или ссылку!

new_user_free_requests =
    🎁 <b>Вам доступны 50 бесплатных запросов!</b>
    
    Чтобы попробовать – <b>отправьте в чат файл или ссылку на видео</b> 👇
support_menu =
    <b>🤖 Whisper Summary AI – гид по боту</b>

    <b>🤓 Как начать</b>
    <b>1.</b> Отправьте или перешлите файл/ссылку в чат;
    <b>2.</b> Дождитесь индикатора прогресса;
    <b>3.</b> После выполнения бот отправит файл с полной расшифровкой и сообщение с ключевыми тезисами;
    <b>4.</b> Нажмите кнопку <i>«🔎 Задать вопросы»</i> чтобы задать вопросы по видео к нейросети;

    <b>Полная инструкция: <a href="https://telegra.ph/Polnaya-instrukciya-po-rabote-s-Telegram-botom-Whisper-AI-01-05">Открыть</a></b>

    <b>❓ Часто задаваемые вопросы</b>
    <b>— Как скачать транскрипцию в другом формате?</b>
    В разделе <i>«⚙️ Настройки»</i> выберите нужный формат файла.
    <b>— Максимальная длительность?</b>
    Бот принимает файлы продолжительностью до 9 часов каждый.
    <b>— Как подключить/отменить подписку?</b>
    Нажмите на кнопку <i>«💳 Подписка»</i> в главном меню, или введите команду <i>/subscription</i>.

    <b>Полный список вопросов и ответов: <a href="https://telegra.ph/CHASTO-ZADAVAEMYE-VOPROSY-FAQ-01-05">Открыть</a></b>

    <b>🔐 Приватность и безопасность</b>
    — Мы используем только платные API OpenAI и Anthropic;
    — Мы не храним и не передаем ваши данные и загруженные файлы;
    — Мы используем только надежные системы оплаты такие как CloudPayments и Stripe;

    <b>Наши политики: <a href="https://telegra.ph/Politiki-WhisperSummaryAI-bot-01-05">Открыть</a></b>

    <b>Если ни один из пунктов вам не помог, обратитесь в нашу тех. поддержку 24/7</b> — <a href="https://t.me/WAI_support">@WAI_support</a>

full_instructions_link = https://telegra.ph/Polnaya-instrukciya-po-rabote-s-Telegram-botom-Whisper-AI-01-05
faq_link = https://telegra.ph/CHASTO-ZADAVAEMYE-VOPROSY-FAQ-01-05

wait_for_your_response = Ваш запрос обрабатывается… 💡 Вы можете загрузить ещё файлы — текущая обработка продолжится в фоне

wait_for_chat_response = 💬 Готовлю ответ{ $dots }

transcription_is_ready =
    ✅ Расшифровка готова!

    <b>В файле две версии:</b>
    1. Чистый текст;
    2. Текст с разделением на <b>спикеров</b> и <b>тайм-коды.</b>

    🤖 Сделано в <a href="https://t.me/WhisperSummaryAI_bot?start=link">Whisper AI</a>

transcription_google_docs_ready_base =
    ✅ <b>Расшифровка готова!</b>

    <b>В файле две версии:</b>
    1. Чистый текст;
    2. Текст с разделением на <b>спикеров</b> и <b>тайм-коды.</b>

made_with_whisper_ai = 🤖 Сделано в  <a href="https://t.me/WhisperSummaryAI_bot?start=link">Whisper AI</a>

google_docs_link_text = Ваша расшифровка в Google Docs
google_docs_clean_link_text = Чистая версия
google_docs_full_link_text = Полная версия с временными метками

voice_summary =
    Вот ваш краткий конспект от { $bot_link }, нажмите на текст, чтобы раскрыть

    <blockquote expandable>{ $summary }</blockquote>

    📍Теперь вы можете задать вопросы по содержанию или прислать новый файл/ссылку!

wait_for_your_response_big_audio = Ваше аудио очень большое, запрос может занять некоторое время. Ваш запрос выполняется...

statistics_menu =
    Статистика бота:

    <b>Активных сессий:</b> { $active_sessions }

    <b>Зарегистрировано пользователей:</b> { $users_count }
    <b>Пользователей с аудио:</b> { $users_with_action }
    <b>Активных пользователей:</b> { $unblocked_users_count}
    <b>Активных подписчиков:</b> { $active_subs }
        <b>Недельных подписок:</b> { $weekly_subs }
        <b>Месячных подписок:</b> { $monthly_subs }
        <b>Годовых подписок:</b> { $annual_subs }
        <b>Выдано вручную:</b> { $manual_subs }

    <b>Загружено аудио:</b> { $audios_num }
    <b>Запросов к GPT:</b> { $gpts_num }

free_audio_limit_exceeded =
    <b>Бесплатный лимит исчерпан</b> 😥

    Оформите подписку, чтобы получить расширенный функционал Whisper AI.

    💫 <b>Что дает подписка:</b>

    ▫️ Безлимитные запросы
    ▫️ Загрузка файлов 9+ часов
    ▫️ Улучшенная расшифровка текста
    ▫️ Отсутствие рекламы в боте


payment_method_menu =
    Выберете метод оплаты

subscription_data =
    <b>Статус подписки:</b> { $status }
    <b>Активна до:</b> { $end_date }
    <b>Автопродление</b>: { $auto_pay }

status_active = Активна
enable = Включено
disable = Отключено

payment_renewed = Ваша подписка продлена!
payment_renewed_error = Произошла ошибка при продлении подписки. Попробуйте позднее или обратитесь в поддержку.

subscription_data_old =
    <b>Статус подписки:</b> { $status }
    <b>Активна до:</b> { $end_date }

confirm_subscription_cancellation =
    Вы уверены, что хотите отменить подписку?

subscription_canceled =
    Автопродление подписки отменено.

subscription_success =
    Ваша подписка активирована!

subscription_success_admin =
    Подписка выдана.

cannot_find_user_by_id_admin = Пользователь не найден..
cannot_find_user_by_username_admin =
    Пользователь не найден. Попробуйте прислать его id.
    Чтобы узнать id пользователя, вы можете переслать его сообщение в @get_myidbot


subscription_in_process =
    Получили ваши данные, подключаем подписку...

source_statistic =
    Статистика заходов:
    { $list }

source_statistic_paginated =
    Статистика заходов (Страница { $current_page }/{ $total_pages }):
    
    { $list }

source_with_subscription =
    Статистика подписок:
    { $list }

source_with_subscription_paginated =
    Статистика подписок (Страница { $current_page }/{ $total_pages }):
    
    { $list }

payments_sources_statistic =
    Статистика оплат:
    { $list }

payments_sources_statistic_with_period_paginated =
    Статистика источников оплат за { $period }, { $subscription_type } (Страница { $current_page }/{ $total_pages }):

    { $list }

unique_payments_sources_statistic_with_period_paginated =
    Статистика источников уникальных оплат за { $period }, { $subscription_type } (Страница { $current_page }/{ $total_pages }):

    { $list }

no_sources_found = Источники не найдены.

sources_of_what_type = Выберите тип подписки:

choose_users_for_spam = Выберите группу пользователей для рассылки:

spam_menu =
    Выберите группу пользователей для рассылки.

    Всего пользователей для рассылки: { $users_num }

spam_success =
    Рассылка успешно отправлена { $total_sent } пользователям.

spam_error =
    Произошла ошибка при отправке рассылки.

spam_confirmation =
    Начать рассылку этого сообщения?

spam_start =
    Начинаем рассылку...

subscription_required =
    Ваш пробный период закончился. Для продолжения работы с ботом, пожалуйста, оформите подписку.

trial_remaining =
    У вас осталось {0} дней и {1} часов пробного периода.

trial_ended =
    ⚠️ Ваш бесплатный период закончился. Приобретите подписку для дальнейшего  использования.
    Откройте для себя:
    ✅ Безлимитное количество аудио и видео
    🎧Больший объем загрузки файлов (по 4 часа +)
    🤩 Ранний доступ к новым моделям как o1 и Groq
    ✋Отсутствие рекламы в боте

subscription_survey_message = Последний шаг — короткий опрос.
Ваш опыт поможет сделать сервис лучше 👇

subscription_forward =
    Оформите подписку, чтобы получить расширенный функционал Whisper AI

    💫 <b>Что дает подписка:</b>

    ▫️ Безлимитные запросы
    ▫️ Загрузка файлов 9+ часов
    ▫️ Улучшенная расшифровка текста
    ▫️ Отсутствие рекламы в боте


subscription_active =
    У вас активная подписка. Наслаждайтесь использованием бота!

subscription_ended =
    Ваша подписка закончилась. Для продолжения работы с ботом, пожалуйста, обновите подписку.

subscription_past_due_menu =
    Мы не смогли получить платеж по вашей активной подписке. На данный момент, действие платных функций приостановлено.
    Они автоматически возобновятся при получении платежа.

please_send_audio_or_video =
    😳 <b>Упс – этот формат не поддерживается!</b>
    
    Пожалуйста, отправьте аудио или видео файл в формате: mp3, mp4, wav, webm, m4a, avi, mov.
    
    Или ссылку на видео с YouTube, VK видео, Instagram, Яндекс Диск, Loom, Facebook, RuTube, Twitter, Google Drive, TikTok, Vimeo, Reddit.
    
    <b>Попробуйте еще раз</b> 👇

wait_for_your_response_big_file =
    Ваш файл очень большой, обработка может занять некоторое время.
    Ваш запрос выполняется...

you_can_ask_questions =
    Теперь вы можете <b>задавать</b> любые <b>вопросы по файлу</b>, спрашивайте сколько угодно!

something_went_wrong =
    <b>Произошла непредвиденная ошибка.</b>
    Пожалуйста, попробуйте ещё раз или обратитесь к администрации.

warning_message_limit =
    👀 Упс, вы упёрлись в лимит контекста по этому файлу.

    Отправьте новый файл или ссылку.

no_voice_summary =
    Мы не смогли составить резюме вашего аудио. 😔
    Вы можете попробовать задать вопросы, но скорее всего получите ошибку.
    Попробуйте позднее.

give_subscription_desc =
    Пришлите логин или id пользователя, которому нужно выдать подписку.

give_subscription_length =
    Насколько дней вы хотите выдать подписку?
    Напишите число.

give_subscription_length_error =
    Вы ввели некорректное значение. Попробуйте ещё раз.

llm_model_menu =
    Здесь вы можете <b>выбрать модель ИИ</b>, которая будет использоваться для ответов на ваши вопросы и создания краткого содержания.

    – <b>ChatGPT 5</b> – модель от OpenAI, отлично подходит для большинства задач, таких как: генерация и редактирования статей, писем, описаний, а также резюмирования, перевода, упрощения сложных материалов.

    – <b>Claude 4 Sonnet</b> – модель от Anthropic с глубоким пониманием, сильной логикой. Идеально подходит для аналитики, сложных текстов и аккуратного делового стиля.

settings_menu =
    ⚙️ <b>Настройки</b>

    В этом разделе вы можете изменить модель ИИ для ответов, поменять язык интерфейса и управлять своей подпиской.

specify_audio_language_menu =
    👀 При отправке каждого аудио/видео, вы можете вручную указывать язык файла. Это может значительно повысить точность расшифровки.

    При выключенной опции, язык будет всегда автоматически определяться системой.

transcription_format_menu =
    📄 Выберите предпочитаемый формат для получения транскрипции:

    • <b>Google Docs</b> - редактируемый документ в облаке
    • <b>Word</b> - документ Word для редактирования
    • <b>PDF</b> - удобный для чтения и печати
    • <b>TXT</b> - простой текстовый файл
    • <b>Markdown</b> - файл в формате .md

enter_language =
    <b>Напишите язык аудио текстом (Например: Английский).</b>

good_luck =
    Удачного пользования!

downloading_file =
    📥 Скачиваем файл{ $dots }

    { $progress }

getting_audio =
    🎵 Извлекаем аудио{ $dots }

    { $progress }

convert_audio =
    🔁 Конвертируем аудио{ $dots }

    { $progress }

delete_file =
    Удаляем временные файлы{ $dots }

    { $progress }

send_result =
    📤 Отправляем результат{ $dots }

    { $progress }

language_specified = Язык указан как: { $language }

# Payment and subscription messages
make_payment_description =
    🛍️<b>Покупка:</b> { $order_option }

    ℹ️ <b>Детали:</b> полный доступ ко всему функционалу Whisper Summary AI бота на оплаченный период

    💳 <b>Стоимость:</b> { $prising }

    ✅ Бот не получает и не хранит ваши платежные данные: платёж обрабатывает сертифицированный провайдер.

    ⚠️ <b>Отменить продление подписки можно в любой момент.</b> Оплата списывается автоматически по окончанию оплаченного периода.

make_payment_description_cloudpayments =
    🛍️<b>Покупка:</b> { $order_option }

    ℹ️ <b>Детали:</b> полный доступ ко всему функционалу Whisper Summary AI бота на оплаченный период

    💳 <b>Стоимость:</b> { $prising }

    ✅ Бот не получает и не хранит ваши платежные данные: платёж обрабатывает сертифицированный провайдер.

    ⚠️ <b>Отменить продление подписки можно в любой момент.</b> Оплата списывается автоматически по окончанию оплаченного периода. Перед оплатой, ознакомьтесь с <a href="https://drive.google.com/file/d/1Iq6QbA32HijGaxQXmT2jaZBVSuG2FdUK/view">офертой</a>.

read_offerta = <b><i>Перед оплатой, ознакомьтесь с <a href="https://telegra.ph/Polzovatelskoe-soglashenie-publichnaya-oferta-01-04">офертой</a></i></b>

weekly_pricing_stripe = { $price } в неделю
montly_pricing_stripe = { $price } в месяц
weekly_pricing_cloudpayments = { $price } руб в неделю
montly_prising_cloudpayments = { $price } руб в месяц
semiannual_pricing_stripe = { $price } за 6 месяцев
semiannual_pricing_cloudpayments = { $price } руб за 6 месяцев

audio_text_prefix = Текст аудио:

you_chose_stripe = <i>Вы выбрали <b>Stripe</b></i>
you_chose_cloudpayments = <i>Вы выбрали <b>Cloud Payments</b></i>

choose_subscription_type = Выберите подходящий вариант подписки 👇

# Progress messages
summarise_text =
    🔍 Анализируем текст, ожидайте{ $dots }

    { $progress }

# File names
transcript_pdf = транскрипция.pdf
transcript_txt = транскрипция.txt
transcript_blank = транксрипция

# File operations
file_deleted = Файл { $path } успешно удален.
file_not_exists = Файл { $path } не существует.
file_delete_error = Ошибка при удалении файла: { $error }

# Statistics
source_link = Ссылка
source_visits = Заходов
source_subscriptions = Подписок
source_item =
    { $number }. <b>{ $link_label }:</b> { $source }
    <b>{ $stat_label }:</b> { $count }

# Log messages
model_error = Не получил ответ по тексту от { $model }: { $error }
audio_processing_error = Не удалось обработать аудиофайл с { $service }: { $error }
empty_response_error = { $service } вернул пустую строку
summarize_error = Ошибка при обработке текста с моделью { $model }: { $error }
summarize_fallback_error = Ошибка при использовании запасной модели: { $error }
summarize_groq_error = Ошибка при использовании Groq: { $error }
no_summary_transcript_error = Не удалось получить резюме или транскрипцию
process_audio_error = Ошибка при обработке аудио: { $error }

error_handling_youtube = Ошибка при обработке аудио с YouTube. Приносим наши извинения.

# Audio processing logs
ffmpeg_error = Ошибка FFmpeg: { $error }
ffmpeg_failed = FFmpeg не смог извлечь аудио
audio_file_not_created = Аудио файл не создан: { $path }
audio_extraction_error = Ошибка при извлечении аудио из видео: { $error }
create_file_error = Ошибка при создании файла: { $error }
text_content = Текст: { $text }


# Progress bar
progress_bar = [{ $bar }] { $progress }%


change_language_menu =
    Выберите язык интерфейса👇
language_already_set =
    Этот язык уже установлен.

# Admin messages
spam_process_start = Начинаем рассылку сообщений...
spam_error_user = Ошибка отправки сообщения пользователю { $user_id }: { $error }
spam_error_user_retry = Ошибка отправки сообщения пользователю { $user_id } (повторная попытка): { $error }


monthly_subscription_lable = Eжемесечная подписка WhisperSummaryAI
weekly_subscription_lable = Еженедельная подписка WhisperSummaryAI
semiannual_subscription_lable = Подписка на 6 месяцев WhisperSummaryAI


split_audio_progress =
    ✂️ <i><b>Аудио большое, разделяем на части...</b></i> ✂️
    { $progress }

transcribe_audio_progress =
    📝 Запускаем процесс обработки{ $dots }

    { $progress }

transcribe_audio_progress_extracting =
    🔍 <i><b>Извлекаем текст...</b></i>

    { $progress }

transcribe_audio_progress_almost_done =
    🔍 <i><b>Скоро пришлем результат!</b></i> 🔍

    { $progress }

transcribe_audio_progress_finishing =
    🔍 <i><b>Почти готово!</b></i>

    { $progress }

starting_transcription_progress =
    🔍 <i><b>Начинаем расшифровку...</b></i> 🔍

    { $progress }

# Fake checkpoint messages for transcription phase
transcribe_fake_42 =
    🗒 Распознаём речь и структуру файла{ $dots }

    { $progress }
transcribe_fake_47 =
    💫 Определяем язык и контекст{ $dots }

    { $progress }
transcribe_fake_52 =
    ✨ Ищем важные термины и имена{ $dots }

    { $progress }
transcribe_fake_58 =
    🛠 Исправляем ошибки распознавания{ $dots }

    { $progress }
transcribe_fake_64 =
    🔍 Анализируем структуру текста{ $dots }

    { $progress }
transcribe_fake_70 =
    📊 Оптимизируем качество и точность{ $dots }

    { $progress }
transcribe_fake_75 =
    ⏳ Подготавливаем краткую сводку{ $dots }

    { $progress }

# Final phase messages
transcribe_fake_80 =

    📝 Финальные шаги, осталось чуть-чуть{ $dots }

    { $progress }
summarize_final_85 =
    🔍 Анализируем текст, ожидайте{ $dots }

    { $progress }

confirm_oferta = Подтвердите, что вы ознакопились с офертой

# Subscription types
subscription_monthly = Месячная подписка
subscription_weekly = Недельная подписка
subscription_weekly_payment = еженедельный платеж
subscription_monthly_payment = ежемесячный платеж
subscription_annual = Годовая подписка
subscription_annual_payment = ежегодный платеж
subscription_service_name = на сервис Voice Summary AI
subscription_semiannual = Подписка на 6 месяцев
subscription_semiannual_payment = полугодовой платеж

# Statistics time period
select_time_period = Выберите период для статистики:
select_time_period_unique_payments = Выберите период для статистики уникальных оплат:
last_7_days = Последние 7 дней
last_30_days = Последние 30 дней
all_time_period = Все время

payments_sources_statistic_with_period =
    Статистика источников оплат за { $period }, для { $subscription_type }:

    { $list }

unique_payments_sources_statistic_with_period =
    Статистика источников уникальных оплат за { $period }, для { $subscription_type }:

    { $list }

weekly_subscriptions = Недельные подписки
monthly_subscriptions = Месячные подписки
all_subscriptions = Все подписки

# CAPTCHA messages
captcha_verification = Для продолжения оплаты, пожалуйста, введите символы с изображения:
captcha_incorrect = Неверный код. Пожалуйста, попробуйте еще раз:
captcha_success = Код верный! Перенаправляем вас на страницу оплаты...

# Сообщения для обновленной Stripe интеграции
subscription_renewal_success = <i>✅ Ваша подписка успешно продлена! Спасибо, что используете наш сервис.</i>
payment_failed = <i>❌ К сожалению, произошла ошибка при оплате вашей подписки: {$error}. Пожалуйста, проверьте данные вашей карты или выберите другой способ оплаты.</i>

download_video_button = Скачивать видео: { $status }

download_video_menu = 
    Эта настройка позволяет вам получать полное видео после обработки аудио.
    
    Если включено, бот будет отправлять вам исходное видео после создания транскрипции и саммари.
    
    Учтите, что скачивание больших видео может занять некоторое время.

downloading_video = 🔄 Скачиваем видео, это может занять некоторое время...

downloading_video_progress = 🔄 Скачиваем видео: прошло {$seconds} секунд. Загрузка больших файлов может занять продолжительное время...

video_download_error = ❌ Не удалось скачать видео. Пожалуйста, попробуйте позже или обратитесь в поддержку.

requested_video =
    🎬 Запрошенное видео
    Проблемы с воспроизведением? Вы можете получить видео в виде файла.

video_send_error = ❌ Не удалось отправить видео. Возможно, файл слишком большой для отправки через Telegram.
video_send_error_no_data = ❌ Не удалось получить данные по видео. Попробуйте отправить видео на траскрибацию повторно, а затем снова нажать на эту кнопку.


enter_start_id =
    Вы можете ввести стартовый и финальный ID для рассылки.
    Форматы ввода (без кавычек):
    <b>1. "1000-2000"</b>
        <i>Отправить рассылку всем пользователям, у которых айди в базе данных с 1000 по 2000.</i>
    <b>2. "1000-"</b>
        <i>Отправить рассылку всем пользователям, у которых айди больше 1000 и до конца.</i>
    <b>3. "-2000"</b>
        <i>Отправить рассылку всем пользователям, у которых айди с 1 и до 2000.</i>
    
    <b>Доступный диапазон:</b> { $min_id }-{ $max_id }
    
    Если хотите отправить всем пользователям, нажмите кнопку "Пропустить".


invalid_start_id_splitting =
    Неверный формат. Пожалуйста, введите ID в формате start_id-end_id (например: 100-500).


upgrade_subscription_from_weekly_to_monthly =
    <b>Вы можете перейти с еженедельной подписки на ежемесячную.</b>

    В случае подтверждения, в дату назначенного платежа, будет проведена оплата за месячную подписку в соответствии с актуальными на данный момент ценами.

upgrade_subscription_from_monthly_to_semiannual =
    <b>Вы можете перейти с ежемесячной подписки на полугодовую.</b>

    В случае подтверждения, в дату назначенного платежа, будет проведена оплата за полугодовую подписку в соответствии с актуальными на данный момент ценами.

upgrade_subscription_from_weekly_to_semiannual =
    <b>Вы можете перейти с еженедельной подписки на полугодовую.</b>

    В случае подтверждения, в дату назначенного платежа, будет проведена оплата за полугодовую подписку в соответствии с актуальными на данный момент ценами.

# Data export messages
data_export_menu = 
    <b>Выгрузка данных</b>
    
    Доступные выгрузки:
    
    1. <b>Выгрузка Telegram ID пользователей</b>
       Формат: .txt файл (каждый ID на новой строке)
    
    2. <b>Выгрузка статистики источников заходов</b>
       Формат: .xlsx файл (Excel) с данными об источниках трафика
    
    Выберите нужную выгрузку:

export_telegram_ids_button = 📋 Выгрузка Telegram ID (.txt)
export_sources_excel_button = 📊 Статистика источников (.xlsx)
export_telegram_ids_success = Выгрузка Telegram ID пользователей готова!
export_telegram_ids_error = Ошибка при создании выгрузки: { $error }
export_sources_excel_success = Выгрузка статистики источников готова!
export_sources_excel_error = Ошибка при создании Excel файла: { $error }
export_preparing = Подготавливаем данные...


voice_summary_next_part =
    <i><b>Продолжение:</b></i>
    <blockquote expandable>{ $summary }</blockquote>

voice_summary_first_part =
    Вот ваш краткий конспект от { $bot_link }, <b>нажмите на текст, чтобы раскрыть</b>

    <blockquote expandable>{ $summary }</blockquote>

voice_summary_last_part =
    <i><b>Продолжение:</b></i>
    <blockquote expandable>{ $summary }</blockquote>

    📍Теперь вы можете <b>задать вопросы по содержанию</b> или <b>прислать новый файл/ссылку!</b>


transcription_file_made_with_whisper = СДЕЛАНО В WHISPER AI
transcription_file_bot_label = Telegram Bot: { $bot_link }
transcription_file_title_txt = ЗАГОЛОВОК: { $title }
transcription_file_date_txt = ДАТА СОЗДАНИЯ: { $date }

# Transcription ready message
transcription_ready =
    <b>✅ Расшифровка готова!</b>

    <b>В файле две версии:</b>
    1. Чистый текст;
    2. Текст с разделением на спикеров и тайм-коды.

    🤖 Сделано в <a href="https://t.me/WhisperSummaryAI_bot?start=link">Whisper AI</a>

# Referral program messages
referral_program_menu =
    🤝 <b>Приглашайте друзей и пользуйтесь ботом бесплатно!</b>

    За каждого приведённого друга, который приобретёт любую подписку, вы и ваш друг получите по одной неделе безлимитного доступа! Количество приглашений не ограничено. <a href='https://telegra.ph/Referalnaya-programma-Whisper-AI-01-05'>Подробнее</a>.

    • <b>Приглашено друзей: { $friends_invited }</b>
    • <b>Получено бесплатных недель: { $total_weeks_earned }</b>
    • <b>Подписка активна до: { $subscription_active_until }</b>

    <b>Вот ваша персональная ссылка:</b>

    { $referral_link }

    <b>По кнопке снизу</b> — готовый текст чтобы переслать приглашение 👇


# User reminders
user_reminder_2_hours =
    ⚡️Остался последний шаг!

    Ты уже загрузил аудио – теперь осталось выбрать тариф и пользоваться Whisper AI без ограничений.

    • Авторасшифровка за секунды
    • Экономия 3+ часов в день
    • Доступ к лучшему ИИ для транскрибации

    Подключи подписку и пользуйся Whisper AI безлимитно по запросам.

user_reminder_special_offer =
    ⚡ Только для вас – первый месяц за 190₽!

    Вы одни из первых, кому доступна специальная цена.
    Наши пользователи экономят по 3+ часа в день с Whisper AI.

    Попробуйте сейчас - специальное предложение действительно только 2 дня.

# Additional progress messages
done = Готово!

# Payment process messages

# Updated wait message
wait_for_your_response = Ваш запрос обрабатывается… 💡 Вы можете загрузить ещё файлы — текущая обработка продолжится в фоне
transcription_file_table_of_contents_title = ФОРМАТ РАСШИФРОВКИ
transcription_file_toc_clean_version = 1. Чистая версия (только текст)
transcription_file_toc_full_version = 2. Полная версия (с таймкодами и спикерами)
transcription_file_clean_version_title = 1. ЧИСТАЯ ВЕРСИЯ
transcription_file_clean_version_desc_1 = Чистая версия содержит только текст расшифровки без дополнительной информации и временных меток.

transcription_file_full_version_title = 2. ПОЛНАЯ ВЕРСИЯ
transcription_file_full_version_desc_1 = Полная версия содержит расшифровку с временными метками и указанием спикеров.

transcription_file_footer_created_in = Документ создан в Whisper AI: { $bot_link }
transcription_file_footer_created_date = Дата и время создания: { $date }
transcription_file_made_with_markdown = *Сделано в [Whisper AI]({ $bot_link })*
transcription_file_date_markdown = **Дата создания:** { $date }
transcription_file_clean_version_header_markdown = ## 1. Чистая версия
transcription_file_full_version_header_markdown = ## 2. Полная версия
transcription_file_clean_version_desc_markdown = Чистая версия содержит только текст расшифровки без дополнительной информации и временных меток.
transcription_file_full_version_desc_markdown = Полная версия содержит расшифровку с временными метками и указанием спикеров.
transcription_file_toc_clean_version_markdown = 1. [Чистая версия (только текст)](#clean-version)
transcription_file_toc_full_version_markdown = 2. [Полная версия (с таймкодами и спикерами)](#full-version)
transcription_file_footer_markdown = *Документ создан с помощью [Whisper AI Bot]({ $bot_link })*
transcription_file_made_with_prefix = Сделано в 
transcription_file_whisper_ai_text = Whisper AI
transcription_file_date_pdf = Дата создания: { $date }
transcription_file_clean_version_desc_pdf = Чистая версия содержит только текст расшифровки без дополнительной информации и временных меток.
transcription_file_full_version_desc_pdf = Полная версия содержит расшифровку с временными метками и указанием спикеров.

# Google Docs specific keys
google_docs_made_with_prefix = Сделано в 
google_docs_whisper_ai_text = Whisper AI
google_docs_creation_date = Дата создания: {$date}
google_docs_clean_version_title = Чистая версия
google_docs_clean_version_description = Чистая версия содержит только текст расшифровки без дополнительной информации и временных меток.
google_docs_full_version_title = Полная версия
google_docs_full_version_description = Полная версия содержит расшифровку с временными метками и указанием спикеров.
google_docs_toc_title = Формат расшифровки:
google_docs_toc_clean_item = 1. Чистая версия
google_docs_toc_full_item = 2. Полная версия
google_docs_default_title = Транскрипция

google_docs_first_transcription = 
    ✅ <b>Расшифровка № 1</b>

    В файле чистая версия текста (сплошной текст) { $google_docs_hyperlink }

google_docs_second_transcription = 
    ✅ <b>Расшифровка № 2</b>

    Текст с разделением на <b>спикеров</b> и <b>тайм-коды</b> { $google_docs_hyperlink }

file_transcription_ready_clean = 📄 Чистая версия расшифровки
file_transcription_ready_full = ⏱️ Полная версия с временными метками

file_transcription_ready_1 = 
    ✅ <b>Расшифровка № 1</b> — сплошным текстом

file_transcription_ready_2 = 
    ✅ <b>Расшифровка № 2</b> — со спикерами и таймкодами

# Referral program messages
referral_invitation_message =
    ✨ Вы приглашены в { $bot_link_with_text } — бот для быстрой и точной расшифровки видео/аудио в текст!

    <b>Жми кнопку</b> чтобы забрать <b>50 бесплатных расшифровок</b> и бонусный <b>безлимит на неделю</b> при покупке любой подписки👇


referral_terms_url = https://www.notion.so/Whisper-AI-1b690cbe8bc780c8a28ce5ee6d64ad77

referral_reward_received =
    🎉 <b>Отлично! Вы получили дополнительную неделю подписки за вашего реферала.</b>

    <b>Ваша подписка теперь действует до: { $end_date }</b>

# Audio queue messages

audio_added_to_queue_first =
    ✅ Файл принят. Сейчас он на позиции { $position } и запустится автоматически после текущего.


audio_added_to_queue =
    ✅ Файл принят. Сейчас он на позиции { $position }

queue_cleared =
    🗑️ <b>Очередь очищена</b>
    
    Все ожидающие файлы были удалены из очереди.

queue_cancelled = 
    Файл удален из очереди.


restart_notification = 😢 Произошла ошибка на стороне сервера. Пожалуйста, загрузите свой файл еще раз

no_playlists_please =
    Пожалуйста, пришлите ссылку на конкретное видео, а не на плейлист.

    <i>Ссылка не должна содержать <b>"playlist"</b></i>


short_transcription_template =
    Ваше голосовое Телеграм обработано ✅

    <blockquote>{ $transcription_text }</blockquote>

    { $made_with_hyperlink }

waiting_message_summary_in_process = Подготавливаем краткое содержание...

# ==================== PAYMENT REMINDERS ====================
# Напоминания о незавершенных платежах

payment_reminder_2h =
    ⚡️Остался последний шаг!

    Ты уже загрузил аудио – теперь осталось выбрать тариф и пользоваться Whisper AI без ограничений.

    • Авторасшифровка за секунды
    • Экономия 3+ часов в день
    • Доступ к лучшему ИИ для транскрибации

    Подключи подписку и пользуйся Whisper AI безлимитно по запросам.

payment_reminder_24h =
    ⚡ Только для вас – первый месяц за 349₽!

    Вы одни из первых, кому доступна специальная цена.
    Наши пользователи экономят по 3+ часа в день с Whisper AI.

    Попробуйте сейчас – специальное предложение действительно только 2 дня.


first_onboard_notification =
    <b>Привет</b> 👋 Я помогу превратить аудио/видео/ссылку в текст.

    👉 Просто пришлите сюда голосовое, файл или ссылку на видео с YouTube, VK, Instagram, Яндекс Диск, Loom, RuTube, Google Drive, TikTok, Twitter, Vimeo, Reddit.

    И мы вернем вам текст, сделаем краткий пересказ, а также сможете задать вопросы по содержанию.

    🎁 У вас 50 бесплатных запросов! — попробуйте🥹

    Наши пользователи — экономят по 3 - 5 часов в день.

second_onboard_notification =
    <b>Привет ещё раз</b> 👋 Похоже, вы пока не попробовали наш инструмент — давайте сделаем первый шаг за 30 секунд.

    У вас осталось <b>50 бесплатных запросов</b> — самое время протестировать на своём материале.

    Пришлите в этот чат короткое голосовое (10–30 сек) или ссылку на видео — я сразу верну текст и короткий пересказ.

first_file_onboard_notification =
    <b>Привет 👋</b> Видел, вы загрузили первую расшифровку — как впечатления?

    Пришлите второй файл или ссылку на видео с соц-сетей, а я сразу верну текст + выжимку и отвечу на вопросы по содержанию.


# Logs messages
logs_button = 📝 Логи
logs_menu = Выберите период для выгрузки логов:
logs_time_1h = 1 час
logs_time_3h = 3 часа
logs_time_6h = 6 часов
logs_time_12h = 12 часов
logs_time_24h = 24 часа
logs_time_3d = 3 дня
logs_time_7d = 7 дней
logs_sending = 📤 Подготавливаем и отправляем логи...
logs_error = ❌ Ошибка при получении логов: { $error }
logs_empty = ⚠️ Логи за этот период пусты.

notetaker_menu =
    📷 <b>У нас появился новый бот для расшифровки онлайн-встреч!</b>

    Просто отправьте ему ссылку на Google Meet, Zoom или Teams, а он:

    • Запишет видео вашей встречи
    • Пришлет расшифровку в текст
    • Сделает краткий конспект с решениями и задачами
    • Ответит на любые вопросы по содержанию

    Попробуйте первую встречу бесплатно 👇
